;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = 日本語 - Japanese
Code = ja
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = %{Program.Name} について
Label_Version = バージョン
Label_AutoIt = AutoIt バージョンで作成
Label_Copyright = 著作権
Tip_Title_Donate = 私たちの活動に寄付する
Tip_Message_Donate = 寄付をすることで、私たちのソフトウェアを無料で提供し続けることができ、\r\nあなたにサービスを提供するために使用しているツールやサービスを\r\n取得することができます。
Label_Home = ホームページ
Label_License = ライセンス
Label_Support = サポートを受ける
Tip_Title_Country = 南アフリカ製
Tip_Message_Country = %{Program.Name} は南アフリカで生まれました。
Label_Contributors = 貢献者
Button_Ok = OK
Label_RAM = (RAM) %d MB 中 %d MB 空き (%d%%)
Label_HDD = (%s) %.2f GB 中 %.2f GB 空き (%d%%)
Tip_Facebook = Facebook でフォローする。
Tip_GitHub = GitHub の %{Program.Name}。

[Custom]
Label_Status_Welcome = ブラウザを読み込んでください（ファイルを選択）。\r\n%{Program.Name} は選択された実行ファイルからプロセスを自動的に検出します。
Label_Status_Updates = アップデートを確認中
Group_Load_Browser = ブラウザを読み込む
Label_Executable = 実行ファイルのパス (%s):
Label_Process_Usage = 使用率 | ピーク:
Label_Process_Count = プロセス数:
Button_Browse = 参照(&B)
Group_Options = オプション
Checkbox_Reduce_Mem = メモリを削減する間隔:
Label_Milliseconds = ミリ秒
Checkbox_Reduce_Limit = メモリ使用率が次を超えた場合に削減:
Checkbox_Start_With = %{Program.Name} 起動時に %s を起動
Checkbox_Enable_Extended_Processes = 拡張プロセスを有効にする
Button_Extended_Processes = 拡張プロセス(&E)
Checkbox_Start_Windows = Windows 起動時に %{Program.Name} を起動
Label_Settings_Updated = 設定が正常に更新されました。
Button_Cancel = キャンセル
Button_Save = 保存
Time_Unit_01 = ミリ秒
Time_Unit_02 = 秒
Time_Unit_03 = 分
Time_Unit_04 = 時間
Label_Boost_Description = %s MB を超えた場合、%s %s ごとに削減します。
Title_Select_Browser = ブラウザを選択
Tip_Minimized_Title = %{Program.Name} は実行中です！
Tip_Minimized_Message = %{Program.Name} は %s のメモリ使用を最適化し続けます。\r\n通知領域のアイコンをクリックして、さまざまな最適化オプションを変更できます。
Label_Notice = %{Program.Name} はデスクトップおよびラップトップコンピュータ向けに設計されています。\r\nサーバー環境向けには Firemin Server を作成しました。詳細はこちら...

[Donate]
Label_Heading = 私たちのソフトウェアを永久に無料で提供し続けるために、少額の寄付をしていただけませんか？
Label_Message = 下の PayPal ボタンをクリックし、金額を選択して寄付を送信してください。\r\nあなたの寄付は、私たちのソフトウェアを改善し、Rizonesoft のすべてを無料で提供し続けるために使用されます。\r\n20$ の寄付があれば、少なくとも1ヶ月は活動を継続できます。
Label_Donate = %{Program.Name} の改善と私たちの使命の継続を支援するために、10$ の寄付をご検討いただけませんか？

[Menus]
File = ファイル(&F)
File_Preferences = 設定(&P)
File_Close = 終了(&C)\tShift+Alt+F4
Help = ヘルプ(&H)
Help_Update = アップデートを確認(&U)
Help_Home = %{Company.Name} ホームページ(&H)
Help_Downloads = その他のダウンロード(&D)
Help_Support = サポートを受ける(&S)
Help_Issue = 問題を報告(&I)
Help_Donate = 私たちの活動に寄付(&D)
Help_About = %{Program.Name} について
Tray_About = %{Program.Name} %s について
Tray_Open = %{Program.Name} を開く
Tray_Extended_Processes = 拡張プロセス
Tray_Run = %s を実行
Tray_Run_Safemode = %s をセーフモードで実行

[Messages]
Info_Title = ご注意ください
Warning_Title = 警告！
Error_Title = エラーが発生しました！
Error_Oops = エラー！
Singleton = %{Program.Name} の別のインスタンスが既に実行中です。\r\nヒント：通知領域の %{Program.Name} アイコンをクリックしてください。
Compatible = %{Program.Name} はお使いの Windows バージョンと互換性がありません。\r\nこれがエラーだと思われる場合は、'%s' に詳細を記載したメッセージを残してください。
Compatible_Bit = 申し訳ありませんが、32 ビット版の %{Program.Name} はお使いの Windows バージョンと互換性がありません。\r\n'%s' から 64 ビット版の %{Program.Name} をダウンロードしてください。

[Preferences]
Window_Title = 設定
Tab_General = 一般
Tab_Performance = パフォーマンス
Tab_Language = 言語
Group_Notifications = 通知
Group_Extended_Processes = 拡張プロセス
Group_Priority = 優先度
Group_Memory = メモリ
Group_Language = 言語
Checkbox_Notifications = 通知領域に通知を表示
Label_Extended_Processes = %{Program.Name} に最適化させたい追加のプロセス名をここに入力してください。\r\nリストはカンマで区切る必要があります（Process01.exe, Process02.exe など）
Label_SetPriority = プロセスの優先度を設定:
Checkbox_SaveRealtime = 高以上の優先度を保存（推奨されません）。
Checkbox_ReduceMemory = メモリ容量の少ないシステムでメモリを削減。
Label_Language_Message = 希望する言語を選択し、%s ボタンを押して続行してください。（再起動が必要です）
Button_Save = 保存
Button_Cancel = キャンセル
Label_Updated = 設定が更新されました
MsgBox_Language_Title = 言語が変更されました
MsgBox_Language_Message = 選択した言語に変更されました。\r\n選択した言語を適用するには %{Program.Name} を再起動する必要があります。
MsgBox_Closing_Title = %{Program.Name} を終了
MsgBox_Closing_Message = %{Program.Name} を終了しますか？
Button_Export = エクスポート
Dialog_Export_Title = 拡張プロセスのエクスポート
Dialog_Export_Error_Title = エクスポートエラー
Dialog_Export_Error_Message = エクスポートファイルの作成に失敗しました。
Dialog_Export_Success_Title = エクスポート成功
Dialog_Export_Success_Message = 拡張プロセスリストのエクスポート先：
Button_Import = インポート
Dialog_Import_Title = 拡張プロセスのインポート
Dialog_Import_Error_Title = インポートエラー
Dialog_Import_Error_Message = インポートファイルの読み込みに失敗しました。
Dialog_Import_Success_Title = インポート成功
Dialog_Import_Success_Message = 拡張プロセスリストが正常にインポートされました。
Dialog_Import_Empty_Title = プロセスが見つかりません
Dialog_Import_Empty_Message = 選択したファイルに有効なプロセスが見つかりませんでした。

[Update]
Window_Title_Available = アップデートが利用可能です
Window_Title_Congratulations = おめでとうございます！
Window_Title_Error = エラーが発生しました！
Label_Message_Update = '%{Program.Name}' の新しいバージョンが利用可能です。
Label_Message_Latest = '%{Program.Name}' の最新バージョンを使用中です。
Label_Message_Error = '%{Program.Name}' の最新バージョン情報を取得できませんでした。
Label_Message_Internet = インターネット接続を確認して、もう一度お試しください。
Label_Build_Current = 現在のバージョン:
Label_Build_Update = アップデートバージョン:
CheckBox_NoUpdate = 起動時にアップデートを確認しない。
Button_Update = 詳細を表示
Button_Close = 閉じる

[Versioning]
Administrator = 管理者
Build = バージョン
AutoIt_Version = AutoIt バージョン %{AutoIt.Version} を使用
Bit = ビット